cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'neovim/neovim'
tap 'caskroom/cask'
tap 'caskroom/versions'

brew 'git'
brew 'git-flow-avh'
brew 'neovim/neovim/neovim'
brew 'node'
brew 'watchman' 
brew 'npm'
brew 'nvm'
brew 'python'
brew 'python3'
brew 'sqlite'
brew 'postgresql'
brew 'mariadb'
brew 'wget'
brew 'zsh'
brew 'zsh-completions'

cask 'dropbox'
cask 'docker-toolbox'
cask 'firefoxdeveloperedition'
cask 'google-chrome'
cask 'iterm2'
cask 'monodraw'
cask 'slack'
cask 'spotify'
cask 'virtualbox'
cask 'android-studio'
cask 'reactotron'
cask 'pycharm'
cask 'phpstorm'
cask 'macdown'
cask 'sourcetree'
cask 'cyberduck'
cask 'psequel'
cask 'sequel-pro'
cask 'vlc'
cask 'sketch'
cask 'sublime-text'
cask 'flycut'
cask 'reggy'
